Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# error.alreadyAppealed
source: You've already appealed this suspension. One appeal is all Known accepts.
ar: سبق أن قدّمت تظلّمًا على هذا الإيقاف. معروف يقبل تظلّمًا واحدًا فقط.
bn: আপনি ইতিমধ্যে এই স্থগিতাদেশের বিরুদ্ধে আপিল করেছেন। Known একটিই আপিল গ্রহণ করে।
ca: Ja has apel·lat aquesta suspensió. Known només accepta una apel·lació.
cs: Proti tomuto pozastavení ses už odvolal. Known přijímá jen jedno odvolání.
da: Du har allerede anket denne suspension. Known accepterer kun én anke.
de: Du hast gegen diese Sperre bereits Einspruch eingelegt. Known akzeptiert nur einen Einspruch.
el: Έχεις ήδη υποβάλει ένσταση για αυτή την αναστολή. Το Known δέχεται μόνο μία ένσταση.
es: Ya apelaste esta suspensión. Known solo acepta una apelación.
fi: Olet jo valittanut tästä jäädytyksestä. Known hyväksyy vain yhden valituksen.
fr: Vous avez déjà contesté cette suspension. Known n’accepte qu’un seul recours.
he: כבר ערערת על ההשעיה הזו. ערעור אחד הוא כל מה ש-Known מקבלת.
hi: आप इस निलंबन के ख़िलाफ़ पहले ही अपील कर चुके हैं। Known सिर्फ़ एक अपील स्वीकार करता है।
hr: Već si se žalio/la na ovu suspenziju. Known prihvaća samo jednu žalbu.
hu: Ezt a felfüggesztést már megfellebbezted. A Known csak egy fellebbezést fogad el.
id: Kamu sudah mengajukan banding atas penangguhan ini. Known hanya menerima satu banding.
it: Hai già fatto ricorso contro questa sospensione. Known accetta un solo ricorso.
ja: この停止にはすでに異議を申し立てています。Knownが受け付ける異議は1回だけです。
ko: 이미 이 정지에 이의를 신청했어요. Known은 이의 신청을 한 번만 받아요.
ml: ഈ സസ്പെൻഷനെതിരെ നിങ്ങൾ ഇതിനകം അപ്പീൽ ചെയ്തു. Known ഒരു അപ്പീൽ മാത്രമേ സ്വീകരിക്കൂ.
ms: Anda sudah merayu penggantungan ini. Satu rayuan sahaja yang diterima Known.
nb: Du har allerede anket denne suspensjonen. Known godtar bare én anke.
nl: Je hebt al bezwaar gemaakt tegen deze schorsing. Known accepteert maar één bezwaar.
pl: Już odwołałeś się od tego zawieszenia. Known przyjmuje tylko jedno odwołanie.
pt_br: Você já contestou esta suspensão. O Known aceita apenas uma contestação.
pt_pt: Já contestou esta suspensão. A Known só aceita uma contestação.
ro: Ai contestat deja această suspendare. Known acceptă o singură contestație.
ru: Вы уже оспорили эту блокировку. Known принимает только одну апелляцию.
sk: Proti tomuto pozastaveniu si sa už odvolal. Known prijíma iba jedno odvolanie.
sv: Du har redan överklagat den här avstängningen. Known tar bara emot ett överklagande.
ta: இந்த இடைநிறுத்தத்துக்கு ஏற்கெனவே மேல்முறையீடு செய்துவிட்டீர்கள். Known ஒரே ஒரு மேல்முறையீட்டை மட்டுமே ஏற்கும்.
te: మీరు ఇప్పటికే ఈ సస్పెన్షన్‌పై అప్పీల్ చేశారు. Known ఒక్క అప్పీల్‌ను మాత్రమే అంగీకరిస్తుంది.
th: คุณอุทธรณ์การระงับนี้แล้ว Known รับอุทธรณ์ได้เพียงครั้งเดียว
tr: Bu askıya almaya zaten itiraz ettiniz. Known yalnızca bir itirazı kabul eder.
uk: Ви вже оскаржили це призупинення. Known приймає лише одну апеляцію.
ur: آپ اس معطلی کے خلاف پہلے ہی اپیل کر چکے ہیں۔ Known صرف ایک اپیل قبول کرتا ہے۔
vi: Bạn đã khiếu nại việc đình chỉ này. Known chỉ chấp nhận một lần khiếu nại.
zh_hans: 你已经对此次封禁提出过申诉。Known 只接受一次申诉。
zh_hant: 你已對這次停權提出申訴。Known 只接受一次申訴。

# error.alreadyMember
source: You are already in this community.
ar: أنت في هذا المجتمع بالفعل.
bn: আপনি ইতিমধ্যে এই কমিউনিটিতে আছেন।
ca: Ja ets a aquesta comunitat.
cs: V této komunitě už jsi.
da: Du er allerede med i dette fællesskab.
de: Du bist bereits in dieser Community.
el: Είσαι ήδη μέλος αυτής της κοινότητας.
es: Ya formas parte de esta comunidad.
fi: Olet jo tässä yhteisössä.
fr: Vous êtes déjà dans cette communauté.
he: אתה כבר בקהילה הזו.
hi: आप पहले से इस कम्युनिटी में हैं।
hr: Već si u ovoj zajednici.
hu: Már tagja vagy ennek a közösségnek.
id: Kamu sudah ada di komunitas ini.
it: Fai già parte di questa community.
ja: すでにこのコミュニティに参加しています。
ko: 이미 이 커뮤니티의 멤버예요.
ml: നിങ്ങൾ ഇതിനകം ഈ കമ്മ്യൂണിറ്റിയിൽ ഉണ്ട്.
ms: Anda sudah berada dalam komuniti ini.
nb: Du er allerede med i dette fellesskapet.
nl: Je zit al in deze community.
pl: Już jesteś w tej społeczności.
pt_br: Você já está nesta comunidade.
pt_pt: Já está nesta comunidade.
ro: Ești deja în această comunitate.
ru: Вы уже состоите в этом сообществе.
sk: V tejto komunite už si.
sv: Du är redan med i den här communityn.
ta: நீங்கள் ஏற்கெனவே இந்தச் சமூகத்தில் உள்ளீர்கள்.
te: మీరు ఇప్పటికే ఈ కమ్యూనిటీలో ఉన్నారు.
th: คุณอยู่ในชุมชนนี้แล้ว
tr: Bu topluluktasınız zaten.
uk: Ви вже в цій спільноті.
ur: آپ پہلے ہی اس کمیونٹی میں ہیں۔
vi: Bạn đã ở trong cộng đồng này.
zh_hans: 你已在此社区中。
zh_hant: 你已經在此社群中。

# error.alreadySpeaking
source: You already have the microphone.
ar: لديك الميكروفون بالفعل.
bn: মাইক্রোফোন ইতিমধ্যে আপনার কাছে আছে।
ca: Ja tens el micròfon.
cs: Mikrofon už máš.
da: Du har allerede mikrofonen.
de: Du hast das Mikrofon bereits.
el: Έχεις ήδη το μικρόφωνο.
es: Ya tienes el micrófono.
fi: Sinulla on jo mikrofoni.
fr: Vous avez déjà le micro.
he: המיקרופון כבר אצלך.
hi: माइक्रोफ़ोन पहले से आपके पास है।
hr: Već imaš mikrofon.
hu: Már nálad van a mikrofon.
id: Kamu sudah memegang mikrofon.
it: Hai già il microfono.
ja: すでにマイクを使っています。
ko: 이미 마이크를 가지고 있어요.
ml: മൈക്രോഫോൺ ഇതിനകം നിങ്ങളുടെ പക്കലുണ്ട്.
ms: Anda sudah memegang mikrofon.
nb: Du har allerede mikrofonen.
nl: Je hebt de microfoon al.
pl: Masz już mikrofon.
pt_br: Você já está com o microfone.
pt_pt: Já tem o microfone.
ro: Ai deja microfonul.
ru: Микрофон уже у вас.
sk: Mikrofón už máš.
sv: Du har redan mikrofonen.
ta: உங்களிடம் ஏற்கெனவே மைக்ரோஃபோன் உள்ளது.
te: మైక్రోఫోన్ ఇప్పటికే మీ వద్ద ఉంది.
th: คุณมีไมโครโฟนอยู่แล้ว
tr: Mikrofon zaten sizde.
uk: Мікрофон уже у вас.
ur: مائیکروفون پہلے ہی آپ کے پاس ہے۔
vi: Bạn đã có micro rồi.
zh_hans: 你已经拥有麦克风。
zh_hant: 你已經擁有麥克風。

# error.alreadyVerified
source: Your identity is already verified.
ar: هويتك موثّقة بالفعل.
bn: আপনার পরিচয় ইতিমধ্যে ভেরিফায়েড।
ca: La teva identitat ja està verificada.
cs: Tvá totožnost už je ověřená.
da: Din identitet er allerede verificeret.
de: Deine Identität ist bereits verifiziert.
el: Η ταυτότητά σου είναι ήδη επαληθευμένη.
es: Tu identidad ya está verificada.
fi: Henkilöllisyytesi on jo vahvistettu.
fr: Votre identité est déjà vérifiée.
he: הזהות שלך כבר מאומתת.
hi: आपकी पहचान पहले से सत्यापित है।
hr: Tvoj identitet je već potvrđen.
hu: A személyazonosságod már hitelesítve van.
id: Identitasmu sudah terverifikasi.
it: La tua identità è già verificata.
ja: 本人確認はすでに完了しています。
ko: 신원이 이미 인증되었어요.
ml: നിങ്ങളുടെ ഐഡന്റിറ്റി ഇതിനകം പരിശോധിച്ചു.
ms: Identiti anda sudah disahkan.
nb: Identiteten din er allerede verifisert.
nl: Je identiteit is al geverifieerd.
pl: Twoja tożsamość jest już zweryfikowana.
pt_br: Sua identidade já está verificada.
pt_pt: A sua identidade já está verificada.
ro: Identitatea ta este deja verificată.
ru: Ваша личность уже подтверждена.
sk: Tvoja totožnosť je už overená.
sv: Din identitet är redan verifierad.
ta: உங்கள் அடையாளம் ஏற்கெனவே சரிபார்க்கப்பட்டுள்ளது.
te: మీ గుర్తింపు ఇప్పటికే ధృవీకరించబడింది.
th: ตัวตนของคุณได้รับการยืนยันแล้ว
tr: Kimliğiniz zaten doğrulandı.
uk: Вашу особу вже верифіковано.
ur: آپ کی شناخت پہلے ہی تصدیق شدہ ہے۔
vi: Danh tính của bạn đã được xác minh.
zh_hans: 你的身份已经通过验证。
zh_hant: 你的身分已通過驗證。

# error.blocked
source: You can't reply here. There's a block between you and this account.
ar: لا يمكنك الرد هنا. يوجد حظر بينك وبين هذا الحساب.
bn: আপনি এখানে উত্তর দিতে পারবেন না। আপনার ও এই অ্যাকাউন্টের মধ্যে ব্লক আছে।
ca: Aquí no pots respondre. Hi ha un bloqueig entre tu i aquest compte.
cs: Zde nemůžeš odpovídat. Mezi tebou a tímto účtem je blokace.
da: Du kan ikke svare her. Der er en blokering mellem dig og denne konto.
de: Du kannst hier nicht antworten. Zwischen dir und diesem Konto besteht eine Blockierung.
el: Δεν μπορείς να απαντήσεις εδώ. Υπάρχει αποκλεισμός ανάμεσα σε εσένα και αυτόν τον λογαριασμό.
es: No puedes responder aquí. Hay un bloqueo entre tú y esta cuenta.
fi: Et voi vastata tänne. Sinun ja tämän tilin välillä on esto.
fr: Vous ne pouvez pas répondre ici. Un blocage existe entre vous et ce compte.
he: אינך יכול להגיב כאן. יש חסימה בינך לבין החשבון הזה.
hi: आप यहाँ जवाब नहीं दे सकते। आपके और इस अकाउंट के बीच ब्लॉक है।
hr: Ovdje ne možeš odgovoriti. Između tebe i ovog računa postoji blokada.
hu: Itt nem válaszolhatsz. Letiltás van közted és ez a fiók között.
id: Kamu tidak bisa membalas di sini. Ada pemblokiran antara kamu dan akun ini.
it: Non puoi rispondere qui. C'è un blocco tra te e questo account.
ja: ここには返信できません。あなたとこのアカウントの間にブロックがあります。
ko: 여기에 답글을 달 수 없어요. 이 계정과 차단 관계예요.
ml: നിങ്ങൾക്ക് ഇവിടെ മറുപടി നൽകാനാവില്ല. നിങ്ങൾക്കും ഈ അക്കൗണ്ടിനും ഇടയിൽ ഒരു ബ്ലോക്ക് ഉണ്ട്.
ms: Anda tidak boleh membalas di sini. Terdapat sekatan antara anda dan akaun ini.
nb: Du kan ikke svare her. Det er en blokkering mellom deg og denne kontoen.
nl: Je kunt hier niet reageren. Er is een blokkade tussen jou en dit account.
pl: Nie możesz tu odpowiedzieć. Między Tobą a tym kontem istnieje blokada.
pt_br: Você não pode responder aqui. Há um bloqueio entre você e esta conta.
pt_pt: Não pode responder aqui. Existe um bloqueio entre si e esta conta.
ro: Nu poți răspunde aici. Există o blocare între tine și acest cont.
ru: Здесь нельзя ответить. Между вами и этим аккаунтом есть блокировка.
sk: Tu nemôžeš odpovedať. Medzi tebou a týmto účtom je blokovanie.
sv: Du kan inte svara här. Det finns en blockering mellan dig och det här kontot.
ta: இங்கே உங்களால் பதிலளிக்க முடியாது. உங்களுக்கும் இந்தக் கணக்குக்கும் இடையே தடை உள்ளது.
te: మీరు ఇక్కడ రిప్లై ఇవ్వలేరు. మీకూ ఈ ఖాతాకూ మధ్య బ్లాక్ ఉంది.
th: คุณตอบกลับที่นี่ไม่ได้ มีการบล็อกระหว่างคุณกับบัญชีนี้
tr: Buraya yanıt veremezsiniz. Sizinle bu hesap arasında bir engel var.
uk: Ви не можете тут відповідати. Між вами та цим обліковим записом є блокування.
ur: آپ یہاں جواب نہیں دے سکتے۔ آپ کے اور اس اکاؤنٹ کے درمیان بلاک ہے۔
vi: Bạn không thể trả lời ở đây. Có một lệnh chặn giữa bạn và tài khoản này.
zh_hans: 你无法在此回复。你与此账户之间存在屏蔽关系。
zh_hant: 你無法在這裡回覆。你與此帳號之間有封鎖關係。

# error.cannotMuteHost
source: Use your own microphone button.
ar: استخدم زر الميكروفون الخاص بك.
bn: নিজের মাইক্রোফোন বোতামটি ব্যবহার করুন।
ca: Fes servir el teu propi botó de micròfon.
cs: Použij vlastní tlačítko mikrofonu.
da: Brug din egen mikrofonknap.
de: Nutze deine eigene Mikrofontaste.
el: Χρησιμοποίησε το δικό σου κουμπί μικροφώνου.
es: Usa tu propio botón de micrófono.
fi: Käytä omaa mikrofonipainiketta.
fr: Utilisez votre propre bouton de micro.
he: השתמש בכפתור המיקרופון שלך.
hi: अपने माइक्रोफ़ोन बटन का इस्तेमाल करें।
hr: Koristi vlastiti gumb mikrofona.
hu: Használd a saját mikrofongombodat.
id: Pakai tombol mikrofonmu sendiri.
it: Usa il tuo pulsante del microfono.
ja: ご自身のマイクボタンを使ってください。
ko: 본인의 마이크 버튼을 사용하세요.
ml: നിങ്ങളുടെ സ്വന്തം മൈക്രോഫോൺ ബട്ടൺ ഉപയോഗിക്കുക.
ms: Gunakan butang mikrofon anda sendiri.
nb: Bruk din egen mikrofonknapp.
nl: Gebruik je eigen microfoonknop.
pl: Użyj własnego przycisku mikrofonu.
pt_br: Use o botão do seu próprio microfone.
pt_pt: Use o seu próprio botão de microfone.
ro: Folosește propriul buton de microfon.
ru: Используйте кнопку своего микрофона.
sk: Použi vlastné tlačidlo mikrofónu.
sv: Använd din egen mikrofonknapp.
ta: உங்கள் சொந்த மைக்ரோஃபோன் பொத்தானைப் பயன்படுத்துங்கள்.
te: మీ స్వంత మైక్రోఫోన్ బటన్ వాడండి.
th: ใช้ปุ่มไมโครโฟนของคุณเอง
tr: Kendi mikrofon düğmenizi kullanın.
uk: Скористайтеся власною кнопкою мікрофона.
ur: اپنا مائیکروفون بٹن استعمال کریں۔
vi: Hãy dùng nút micro của chính bạn.
zh_hans: 请使用你自己的麦克风按钮。
zh_hant: 請使用你自己的麥克風按鈕。

# error.cannotPostHere
source: You cannot post in this community.
ar: لا يمكنك النشر في هذا المجتمع.
bn: আপনি এই কমিউনিটিতে পোস্ট করতে পারবেন না।
ca: No pots publicar en aquesta comunitat.
cs: V této komunitě nemůžeš psát.
da: Du kan ikke slå op i dette fællesskab.
de: Du kannst in dieser Community nicht posten.
el: Δεν μπορείς να δημοσιεύσεις σε αυτή την κοινότητα.
es: No puedes publicar en esta comunidad.
fi: Et voi julkaista tässä yhteisössä.
fr: Vous ne pouvez pas publier dans cette communauté.
he: אינך יכול לפרסם בקהילה הזו.
hi: आप इस कम्युनिटी में पोस्ट नहीं कर सकते।
hr: Ne možeš objavljivati u ovoj zajednici.
hu: Ebben a közösségben nem írhatsz bejegyzést.
id: Kamu tidak bisa memposting di komunitas ini.
it: Non puoi pubblicare in questa community.
ja: このコミュニティには投稿できません。
ko: 이 커뮤니티에는 게시할 수 없어요.
ml: നിങ്ങൾക്ക് ഈ കമ്മ്യൂണിറ്റിയിൽ പോസ്റ്റ് ചെയ്യാനാവില്ല.
ms: Anda tidak boleh menyiar dalam komuniti ini.
nb: Du kan ikke publisere i dette fellesskapet.
nl: Je kunt niet posten in deze community.
pl: Nie możesz publikować w tej społeczności.
pt_br: Você não pode postar nesta comunidade.
pt_pt: Não pode publicar nesta comunidade.
ro: Nu poți posta în această comunitate.
ru: Вы не можете публиковать в этом сообществе.
sk: V tejto komunite nemôžeš písať príspevky.
sv: Du kan inte publicera i den här communityn.
ta: இந்தச் சமூகத்தில் உங்களால் இட முடியாது.
te: మీరు ఈ కమ్యూనిటీలో పోస్ట్ చేయలేరు.
th: คุณโพสต์ในชุมชนนี้ไม่ได้
tr: Bu toplulukta gönderi paylaşamazsınız.
uk: Ви не можете публікувати в цій спільноті.
ur: آپ اس کمیونٹی میں پوسٹ نہیں کر سکتے۔
vi: Bạn không thể đăng bài trong cộng đồng này.
zh_hans: 你无法在此社区发帖。
zh_hant: 你無法在此社群發文。

# error.communityClosed
source: This community has been closed.
ar: أُغلق هذا المجتمع.
bn: এই কমিউনিটি বন্ধ করে দেওয়া হয়েছে।
ca: Aquesta comunitat s'ha tancat.
cs: Tato komunita byla zavřena.
da: Dette fællesskab er lukket.
de: Diese Community wurde geschlossen.
el: Αυτή η κοινότητα έχει κλείσει.
es: Esta comunidad se ha cerrado.
fi: Tämä yhteisö on suljettu.
fr: Cette communauté a été fermée.
he: הקהילה הזו נסגרה.
hi: यह कम्युनिटी बंद कर दी गई है।
hr: Ova zajednica je zatvorena.
hu: Ez a közösség megszűnt.
id: Komunitas ini sudah ditutup.
it: Questa community è stata chiusa.
ja: このコミュニティは閉鎖されました。
ko: 이 커뮤니티는 닫혔어요.
ml: ഈ കമ്മ്യൂണിറ്റി അടച്ചിരിക്കുന്നു.
ms: Komuniti ini telah ditutup.
nb: Dette fellesskapet er stengt.
nl: Deze community is gesloten.
pl: Ta społeczność została zamknięta.
pt_br: Esta comunidade foi encerrada.
pt_pt: Esta comunidade foi encerrada.
ro: Această comunitate a fost închisă.
ru: Это сообщество закрыто.
sk: Táto komunita bola zatvorená.
sv: Den här communityn har stängts.
ta: இந்தச் சமூகம் மூடப்பட்டுள்ளது.
te: ఈ కమ్యూనిటీ మూసివేయబడింది.
th: ชุมชนนี้ถูกปิดแล้ว
tr: Bu topluluk kapatıldı.
uk: Цю спільноту закрито.
ur: یہ کمیونٹی بند کر دی گئی ہے۔
vi: Cộng đồng này đã đóng.
zh_hans: 此社区已关闭。
zh_hant: 此社群已關閉。

# error.confirmationRequired
source: Type DELETE exactly to confirm.
ar: اكتب DELETE تمامًا للتأكيد.
bn: নিশ্চিত করতে হুবহু DELETE লিখুন।
ca: Escriu DELETE exactament per confirmar.
cs: Pro potvrzení napiš přesně DELETE.
da: Skriv DELETE præcist for at bekræfte.
de: Tippe zur Bestätigung genau DELETE.
el: Πληκτρολόγησε DELETE ακριβώς έτσι για επιβεβαίωση.
es: Escribe DELETE exactamente para confirmar.
fi: Vahvista kirjoittamalla DELETE täsmälleen.
fr: Tapez DELETE exactement pour confirmer.
he: הקלד DELETE בדיוק כדי לאשר.
hi: पुष्टि के लिए DELETE ठीक वैसे ही टाइप करें।
hr: Upiši DELETE točno kako piše za potvrdu.
hu: A megerősítéshez írd be pontosan: DELETE.
id: Ketik DELETE persis sama untuk mengonfirmasi.
it: Scrivi DELETE esattamente così per confermare.
ja: 確認のため、DELETEと正確に入力してください。
ko: 확인하려면 DELETE를 정확히 입력하세요.
ml: സ്ഥിരീകരിക്കാൻ DELETE എന്ന് അതേപടി ടൈപ്പ് ചെയ്യുക.
ms: Taip DELETE dengan tepat untuk mengesahkan.
nb: Skriv DELETE nøyaktig slik for å bekrefte.
nl: Typ DELETE precies zo om te bevestigen.
pl: Wpisz dokładnie DELETE, aby potwierdzić.
pt_br: Digite DELETE exatamente assim para confirmar.
pt_pt: Escreva DELETE exatamente para confirmar.
ro: Scrie exact DELETE pentru a confirma.
ru: Введите DELETE точно так же для подтверждения.
sk: Na potvrdenie napíš presne DELETE.
sv: Skriv DELETE exakt för att bekräfta.
ta: உறுதிப்படுத்த DELETE என்பதை அப்படியே தட்டச்சு செய்யுங்கள்.
te: నిర్ధారించడానికి DELETE అని సరిగ్గా అలాగే టైప్ చేయండి.
th: พิมพ์ DELETE ให้ตรงเพื่อยืนยัน
tr: Onaylamak için DELETE yazın, tam olarak böyle.
uk: Щоб підтвердити, наберіть DELETE точно так само.
ur: تصدیق کے لیے DELETE بالکل اسی طرح ٹائپ کریں۔
vi: Gõ chính xác DELETE để xác nhận.
zh_hans: 请完全按原样键入 DELETE 以确认。
zh_hant: 請完全依照原樣輸入 DELETE 以確認。

# error.consentChanged
source: Something changed on our side. Check the details and send again.
ar: تغيّر شيء من جهتنا. راجع التفاصيل وأرسل مجددًا.
bn: আমাদের দিকে কিছু বদলেছে। তথ্য দেখে আবার পাঠান।
ca: Alguna cosa ha canviat per part nostra. Revisa les dades i torna-ho a enviar.
cs: Na naší straně se něco změnilo. Zkontroluj údaje a odešli znovu.
da: Noget har ændret sig hos os. Tjek oplysningerne, og send igen.
de: Auf unserer Seite hat sich etwas geändert. Prüfe die Angaben und sende erneut.
el: Κάτι άλλαξε από τη δική μας πλευρά. Έλεγξε τα στοιχεία και στείλε ξανά.
es: Algo cambió por nuestra parte. Revisa los detalles y envía de nuevo.
fi: Jotain muuttui meidän päässämme. Tarkista tiedot ja lähetä uudelleen.
fr: Quelque chose a changé de notre côté. Vérifiez les informations et renvoyez.
he: משהו השתנה אצלנו. בדוק את הפרטים ושלח שוב.
hi: हमारी तरफ़ कुछ बदल गया। विवरण जाँचें और फिर भेजें।
hr: Nešto se promijenilo na našoj strani. Provjeri podatke i pošalji ponovno.
hu: Valami megváltozott a mi oldalunkon. Ellenőrizd az adatokat, és küldd el újra.
id: Ada yang berubah di sisi kami. Periksa detailnya dan kirim lagi.
it: Qualcosa è cambiato da parte nostra. Controlla i dettagli e invia di nuovo.
ja: こちら側で変更がありました。内容を確認して、もう一度送信してください。
ko: 서버 쪽에서 변경된 내용이 있어요. 내용을 확인하고 다시 보내세요.
ml: ഞങ്ങളുടെ ഭാഗത്ത് എന്തോ മാറി. വിവരങ്ങൾ പരിശോധിച്ച് വീണ്ടും അയയ്ക്കുക.
ms: Sesuatu berubah di pihak kami. Semak butiran dan hantar semula.
nb: Noe endret seg hos oss. Sjekk opplysningene og send på nytt.
nl: Er is iets veranderd aan onze kant. Controleer de gegevens en verstuur opnieuw.
pl: Coś się zmieniło po naszej stronie. Sprawdź szczegóły i wyślij ponownie.
pt_br: Algo mudou do nosso lado. Confira os detalhes e envie de novo.
pt_pt: Algo mudou do nosso lado. Verifique os dados e envie novamente.
ro: Ceva s-a schimbat din partea noastră. Verifică detaliile și trimite din nou.
ru: На нашей стороне что-то изменилось. Проверьте данные и отправьте снова.
sk: Na našej strane sa niečo zmenilo. Skontroluj údaje a odošli znova.
sv: Något ändrades hos oss. Kontrollera uppgifterna och skicka igen.
ta: எங்கள் பக்கத்தில் ஏதோ மாறியுள்ளது. விவரங்களைச் சரிபார்த்து மீண்டும் அனுப்புங்கள்.
te: మా వైపు ఏదో మారింది. వివరాలను తనిఖీ చేసి మళ్లీ పంపండి.
th: มีบางอย่างเปลี่ยนไปในฝั่งของเรา ตรวจสอบรายละเอียดแล้วส่งอีกครั้ง
tr: Bizim tarafımızda bir şey değişti. Bilgileri kontrol edin ve tekrar gönderin.
uk: З нашого боку щось змінилося. Перевірте деталі й надішліть знову.
ur: ہماری طرف کچھ بدل گیا ہے۔ تفصیلات دیکھیں اور دوبارہ بھیجیں۔
vi: Có thay đổi ở phía chúng tôi. Hãy kiểm tra lại thông tin và gửi lại.
zh_hans: 我们这边有所变动。请检查详细信息后重新发送。
zh_hant: 我們這邊有些變動。請檢查詳細資料後再次送出。

# error.dateOfBirthMismatch
source: The date of birth on the document doesn't match the one you entered.
ar: تاريخ الميلاد في الوثيقة لا يطابق الذي أدخلته.
bn: নথির জন্মতারিখ আপনার দেওয়া তারিখের সাথে মেলে না।
ca: La data de naixement del document no coincideix amb la que has introduït.
cs: Datum narození na dokladu se neshoduje s tím, které jsi zadal.
da: Fødselsdatoen på dokumentet svarer ikke til den, du angav.
de: Das Geburtsdatum im Dokument stimmt nicht mit deiner Eingabe überein.
el: Η ημερομηνία γέννησης στο έγγραφο δεν ταιριάζει με αυτή που εισήγαγες.
es: La fecha de nacimiento del documento no coincide con la que introdujiste.
fi: Asiakirjan syntymäaika ei vastaa antamaasi.
fr: La date de naissance du document ne correspond pas à celle que vous avez saisie.
he: תאריך הלידה במסמך אינו תואם לזה שהזנת.
hi: दस्तावेज़ पर जन्म तिथि आपकी दर्ज की गई जन्म तिथि से मेल नहीं खाती।
hr: Datum rođenja na ispravi ne podudara se s onim koji si unio/unijela.
hu: Az okmányon szereplő születési dátum nem egyezik a megadottal.
id: Tanggal lahir pada dokumen tidak cocok dengan yang kamu masukkan.
it: La data di nascita sul documento non corrisponde a quella che hai inserito.
ja: 書類の生年月日が、入力された生年月日と一致しません。
ko: 문서의 생년월일이 입력한 생년월일과 일치하지 않아요.
ml: രേഖയിലെ ജനനത്തീയതി നിങ്ങൾ നൽകിയതുമായി ഒത്തുപോകുന്നില്ല.
ms: Tarikh lahir pada dokumen tidak sepadan dengan yang anda masukkan.
nb: Fødselsdatoen på dokumentet stemmer ikke med den du skrev inn.
nl: De geboortedatum op het document komt niet overeen met degene die je hebt ingevoerd.
pl: Data urodzenia na dokumencie nie zgadza się z wpisaną.
pt_br: A data de nascimento no documento não corresponde à que você informou.
pt_pt: A data de nascimento no documento não coincide com a que introduziu.
ro: Data nașterii de pe document nu coincide cu cea introdusă de tine.
ru: Дата рождения в документе не совпадает с введённой вами.
sk: Dátum narodenia na doklade sa nezhoduje s tým, ktorý si zadal.
sv: Födelsedatumet på dokumentet stämmer inte med det du angav.
ta: ஆவணத்தில் உள்ள பிறந்த தேதி நீங்கள் உள்ளிட்டதுடன் பொருந்தவில்லை.
te: పత్రంలోని పుట్టిన తేదీ మీరు నమోదు చేసిన దానితో సరిపోలడం లేదు.
th: วันเกิดบนเอกสารไม่ตรงกับที่คุณกรอก
tr: Belgedeki doğum tarihi, girdiğiniz tarihle eşleşmiyor.
uk: Дата народження в документі не збігається з тією, яку ви ввели.
ur: دستاویز پر تاریخ پیدائش آپ کی درج کردہ تاریخ سے نہیں ملتی۔
vi: Ngày sinh trên giấy tờ không khớp với ngày bạn đã nhập.
zh_hans: 证件上的出生日期与你输入的不一致。
zh_hant: 證件上的出生日期與你輸入的不符。

# error.dateOfBirthRequired
source: Enter your date of birth first.
ar: أدخل تاريخ ميلادك أولًا.
bn: আগে আপনার জন্মতারিখ দিন।
ca: Introdueix primer la teva data de naixement.
cs: Nejdřív zadej datum narození.
da: Indtast først din fødselsdato.
de: Gib zuerst dein Geburtsdatum ein.
el: Εισήγαγε πρώτα την ημερομηνία γέννησής σου.
es: Introduce primero tu fecha de nacimiento.
fi: Anna ensin syntymäaikasi.
fr: Saisissez d’abord votre date de naissance.
he: הזן קודם את תאריך הלידה שלך.
hi: पहले अपनी जन्म तिथि दर्ज करें।
hr: Prvo unesi svoj datum rođenja.
hu: Előbb add meg a születési dátumodat.
id: Masukkan tanggal lahirmu dulu.
it: Inserisci prima la tua data di nascita.
ja: 先に生年月日を入力してください。
ko: 먼저 생년월일을 입력하세요.
ml: ആദ്യം നിങ്ങളുടെ ജനനത്തീയതി നൽകുക.
ms: Masukkan tarikh lahir anda dahulu.
nb: Skriv inn fødselsdatoen din først.
nl: Voer eerst je geboortedatum in.
pl: Najpierw wpisz datę urodzenia.
pt_br: Informe primeiro sua data de nascimento.
pt_pt: Introduza primeiro a sua data de nascimento.
ro: Introdu mai întâi data nașterii.
ru: Сначала введите дату рождения.
sk: Najprv zadaj svoj dátum narodenia.
sv: Ange ditt födelsedatum först.
ta: முதலில் உங்கள் பிறந்த தேதியை உள்ளிடுங்கள்.
te: ముందుగా మీ పుట్టిన తేదీని నమోదు చేయండి.
th: ใส่วันเกิดของคุณก่อน
tr: Önce doğum tarihinizi girin.
uk: Спершу введіть дату народження.
ur: پہلے اپنی تاریخ پیدائش درج کریں۔
vi: Hãy nhập ngày sinh của bạn trước.
zh_hans: 请先输入你的出生日期。
zh_hant: 請先輸入你的出生日期。
